tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "hashicorp/tap"
brew "bat"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "neofetch"
brew "neovim"
brew "tlrc"
brew "tmux"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "thefuck"
brew "orbstack"
brew "hashicorp/tap/terraform"
brew "zsh-syntax-highlighting"
cask "librewolf"
cask "raycast"
cask "iterm2"
cask "aldente"
cask "obsidian"
