brew "act"
brew "ansible"
brew "bat"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "golangci-lint"
brew "hashicorp/tap/terraform"
brew "htop"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "neofetch"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "aldente"
cask "ghostty"
cask "librewolf"
cask "localsend"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "vagrant"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
